Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# note.auto.completed
source: Gewohnheit abgeschlossen
en: Habit completed
es: Hábito completado
fr: Habitude terminée
hi: आदत पूरी हो गई
it: Abitudine completata
ja: 習慣完了
ko: 습관 완료
nl: Gewoonte voltooid
pl: Nawyk zakończony
pt: Hábito concluído
ru: Привычка завершена
tr: Alışkanlık tamamlandı
zh_hans: 习惯已完成
zh_hant: 習慣完成

# note.auto.no_routine
source: (ohne Routine)
en: (without routine)
es: (sin rutina)
fr: (sans routine)
hi: (बिना दिनचर्या के)
it: (senza routine)
ja: (ルーチンなし)
ko: (루틴 없음)
nl: (zonder routine)
pl: (bez rutyny)
pt: (sem rotina)
ru: (без рутины)
tr: (rutinsiz)
zh_hans: (无例行事务)
zh_hant: （無常規）

# note.auto.routine
source: (mit Routine)
en: (with routine)
es: (con rutina)
fr: (avec routine)
hi: (दिनचर्या के साथ)
it: (con routine)
ja: (ルーチンあり)
ko: (루틴 포함)
nl: (met routine)
pl: (z rutyną)
pt: (com rotina)
ru: (с рутиной)
tr: (rutin ile)
zh_hans: (有例行事务)
zh_hant: （有常規）

# note.auto.screentime_success
source: Bildschirmzeit eingehalten
en: Screen time limit respected
es: Límite de tiempo en pantalla respetado
fr: Limite de temps d'écran respectée
it: Limite tempo di utilizzo rispettato
ja: スクリーンタイム制限を守りました
ko: 화면 시간 제한 준수됨
nl: Schermtijdlimiet gerespecteerd
pl: Przestrzegano limitu czasu ekranu
pt: Limite de tempo de ecrã respeitado
tr: Ekran süresi sınırına uyuldu
zh_hans: 屏幕时间限制得到遵守
zh_hant: 螢幕時間限制得到遵守

# note.joker_used
source: Schutzschild (Joker) automatisch aktiviert. Streak gerettet!
en: Shield (Joker) automatically activated. Streak saved!
es: Escudo (Joker) activado automáticamente. ¡Racha guardada!
fr: Bouclier (Joker) activé automatiquement. Série sauvegardée !
hi: शील्ड (जोकर) अपने आप सक्रिय हो गया। स्ट्रीक बच गई!
it: Scudo (Joker) attivato automaticamente. Serie salvata!
ja: シールド（ジョーカー）が自動的にアクティブ化されました。ストリークが保存されました！
ko: 실드(조커)가 자동으로 활성화되었습니다. 연속 기록이 저장되었습니다!
nl: Schild (Joker) automatisch geactiveerd. Reeks opgeslagen!
pl: Tarcza (Joker) aktywowana automatycznie. Seria uratowana!
pt: Escudo (Joker) ativado automaticamente. Sequência salva!
ru: Щит (Джокер) автоматически активирован. Серия спасена!
tr: Kalkan (Joker) otomatik olarak etkinleştirildi. Seri kaydedildi!
zh_hans: 护盾（Joker）已自动激活。连击保住了！
zh_hant: 護盾（Joker）已自動激活。連擊保住了！

# notification.evening.1.body
source: Du hast noch %2$d %1$@! Komm vorbei, bevor der Tag endet.
en: You still have %2$d %1$@! Stop by before the day ends.
es: ¡Aún tienes %2$d %1$@! Pasa por aquí antes de que acabe el día.
fr: Tu as encore %2$d %1$@ ! Viens avant la fin de la journée.
hi: आपके पास अभी भी%2$d%1$@है! दिन ख़त्म होने से पहले आ जाओ.
it: Hai ancora %2$d %1$@! Passa prima che finisca la giornata.
ja: まだ %2$d %1$@ が残っています!一日が終わる前にお立ち寄りください。
ko: 아직 %2$d%1$@이 있습니다! 하루가 끝나기 전에 들러보세요.
nl: Je hebt nog steeds %2$d %1$@! Kom langs voordat de dag voorbij is.
pl: Nadal masz %2$d %1$@! Zatrzymaj się, zanim dzień się skończy.
pt: Ainda tens %2$d %1$@! Aparece antes que o dia acabe.
ru: У тебя ещё есть%2$d%1$@! Загляни, прежде чем день закончится.
tr: Hala %2$d %1$@'ınız var! Gün bitmeden uğrayın.
zh_hans: 你还有 %2$d %1$@！在一天结束前过来看看吧。
zh_hant: 您還有%2$d%1$@！在這一天結束之前過來。

# notification.evening.1.title
source: Dein Garten wartet
en: Your garden is waiting
es: Tu jardín te espera
fr: Ton jardin t'attend
hi: आपका बगीचा इंतज़ार कर रहा है
it: Il tuo giardino ti aspetta
ja: あなたの庭が待っています
ko: 당신의 정원이 기다리고 있습니다
nl: Je tuin wacht
pl: Twój ogród czeka
pt: O teu jardim espera por ti
ru: Твой сад ждёт
tr: Bahçeniz sizi bekliyor
zh_hans: 你的花园在等你
zh_hant: 你的花園正在等待

# notification.evening.2.body
source: Vergiss nicht auf deine Pflanzen! %2$d %1$@ braucht heute noch Wasser.
en: Don't forget your plants! %2$d %1$@ still needs water today.
es: ¡No olvides tus plantas! %2$d %1$@ todavía necesita agua hoy.
fr: N'oublie pas tes plantes ! %2$d %1$@ a encore besoin d'eau aujourd'hui.
hi: अपने पौधों के बारे में मत भूलना!%2$d%1$@को आज भी पानी की जरूरत है।
it: Non dimenticare le tue piante! %2$d %1$@ ha ancora bisogno d'acqua oggi.
ja: 植物も忘れずに！ %2$d %1$@ は今日も水が必要です。
ko: 당신의 식물을 잊지 마세요! %2$d %1$@ 오늘도 여전히 물이 필요합니다.
nl: Vergeet je planten niet! %2$d %1$@ heeft vandaag nog steeds water nodig.
pl: Nie zapomnij o swoich roślinach! %2$d %1$@ nadal dzisiaj potrzebuje wody.
pt: Não te esqueças das tuas plantas! %2$d %1$@ ainda precisa de água hoje.
ru: Не забудь про свои растения!%2$d%1$@сегодня ещё нужно полить.
tr: Bitkilerinizi unutmayın! %2$d %1$@ bugün hâlâ suya ihtiyaç duyuyor.
zh_hans: 别忘了你的植物！%2$d %1$@ 今天还需要浇水。
zh_hant: 不要忘記你的植物！%2$d%1$@今天仍然需要水。

# notification.evening.2.title
source: Ein letzter Blick?
en: One last look?
es: ¿Un último vistazo?
fr: Un dernier coup d'œil ?
hi: एक आखिरी नज़र?
it: Un'ultima occhiata?
ja: 最後にもう一度見てみましょう？
ko: 마지막으로 살펴볼까요?
nl: Nog een laatste blik?
pl: Ostatnie spojrzenie?
pt: Um último olhar?
ru: Последний взгляд?
tr: Son bir bakış mı?
zh_hans: 最后看一眼？
zh_hant: 最後看一眼？

# notification.evening.3.body
source: Der Abend bricht an... und %2$d %1$@ rufen nach dir!
en: Evening falls... and %2$d %1$@ are calling for you!
es: Cae la noche... ¡y %2$d %1$@ te están llamando!
fr: Le soir tombe... et %2$d %1$@ t'appellent !
hi: शाम होने वाली है... और%2$d%1$@आपको बुला रहे हैं!
it: Scende la sera... e %2$d %1$@ ti chiamano!
ja: 夕方になります...そして %2$d %1$@ があなたを呼んでいます!
ko: 저녁이 되니... %2$d %1$@이(가) 당신을 부르고 있습니다!
nl: De avond valt... en %2$d %1$@ roept je!
pl: Zapada wieczór... i %2$d %1$@ wzywa Cię!
pt: A noite cai... e %2$d %1$@ chamam por ti!
ru: Наступает вечер... и%2$d%1$@зовут тебя!
tr: Akşam düşüyor... ve %2$d %1$@ sizi çağırıyor!
zh_hans: 夜幕降临... %2$d %1$@ 在呼唤你！
zh_hant: 夜晚即將來臨…%2$d%1$@正在召喚您！

# notification.evening.3.title
source: Stille im Garten
en: Silence in the garden
es: Silencio en el jardín
fr: Silence dans le jardin
hi: बगीचे में सन्नाटा
it: Silenzio nel giardino
ja: 庭の静寂
ko: 정원의 침묵
nl: Stilte in de tuin
pl: Cisza w ogrodzie
pt: Silêncio no jardim
ru: Тишина в саду
tr: Bahçede sessizlik
zh_hans: 花园里的寂静
zh_hant: 花園裡一片寂靜

# notification.morning.1.body
source: Zeit für Gewohnheiten! Dein höchster Streak ist %d. Lass uns weiter wachsen!
en: Time for habits! Your highest streak is %d. Let's keep growing!
es: ¡Hora de los hábitos! Tu mejor racha es %d. ¡Sigamos creciendo!
fr: L'heure des habitudes ! Ta meilleure série est %d. Continuons à grandir !
hi: आदतों का समय! आपकी उच्चतम स्ट्रीक%dहै। आइए बढ़ते रहें!
it: È l'ora delle abitudini! La tua serie migliore è %d. Continuiamo a crescere!
ja: 習慣の時間です！あなたの最高連続記録は %d です。これからも成長していきましょう！
ko: 습관이 필요한 시간! 가장 높은 연속 기록은 %d입니다. 계속 성장하자!
nl: Tijd voor gewoontes! Je hoogste reeks is %d. Laten we blijven groeien!
pl: Czas na nawyki! Twoja najwyższa passa to %d. Rozwijajmy się dalej!
pt: Hora dos hábitos! O teu melhor streak é %d. Vamos continuar a crescer!
ru: Время для привычек! Твоя самая длинная серия –%d. Давай продолжать расти!
tr: Alışkanlık zamanı! En yüksek seriniz %d. Büyümeye devam edelim!
zh_hans: 是时候养成习惯了！你的最高连击是 %d。让我们继续成长吧！
zh_hant: 是時候養成習慣了！您的最高紀錄是%d。讓我們繼續成長吧！

# notification.morning.1.title
source: Guten Morgen!
en: Good morning!
es: ¡Buenos días!
fr: Bonjour !
hi: शुभ प्रभात!
it: Buongiorno!
ja: おはよう！
ko: 좋은 아침이에요!
nl: Goedemorgen!
pl: Dzień dobry!
pt: Bom dia!
ru: Доброе утро!
tr: Günaydın!
zh_hans: 早上好！
zh_hant: 早安!

# notification.morning.2.body
source: Ein neuer Start! Baue deinen Streak von %d weiter aus.
en: A fresh start! Keep building your streak of %d.
es: ¡Un nuevo comienzo! Sigue aumentando tu racha de %d.
fr: Un nouveau départ ! Continue de construire ta série de %d.
hi: एक नई शुरुआत!%dसे अपनी स्ट्रीक बनाना जारी रखें।
it: Un nuovo inizio! Continua a costruire la tua serie di %d.
ja: 新たなスタート！ %d の連続記録を築き続けてください。
ko: 새로운 시작! %d 연속 연속 기록을 계속 쌓아보세요.
nl: Een nieuw begin! Blijf je streak van %d opbouwen.
pl: Nowy początek! Kontynuuj swoją passę %d.
pt: Um novo começo! Continua a aumentar o teu streak de %d.
ru: Новый старт! Продолжай увеличивать свою серию на%d.
tr: Yeni bir başlangıç! %d serisini oluşturmaya devam edin.
zh_hans: 新的开始！继续你的 %d 连击。
zh_hant: 新的開始！繼續從%d開始建立您的連勝記錄。

# notification.morning.2.title
source: Erfrischt aufwachen
en: Wake up refreshed
es: Despierta con energía
fr: Réveille-toi en forme
hi: तरोताजा होकर जागें
it: Svegliati rinfrescato
ja: すっきり目覚める
ko: 상쾌하게 일어나세요
nl: Word uitgerust wakker
pl: Obudź się wypoczęty
pt: Acorda revigorado
ru: Просыпаться освежённым
tr: Yenilenmiş olarak uyanın
zh_hans: 神清气爽地醒来
zh_hant: 醒來神清氣爽

# notification.morning.3.body
source: Dein Garten gedeiht! %d Tage harte Arbeit warten auf Fortsetzung.
en: Your garden thrives! %d days of hard work await continuation.
es: ¡Tu jardín prospera! %d días de duro trabajo esperan continuar.
fr: Ton jardin prospère ! %d jours de dur labeur t'attendent.
hi: आपका बगीचा फल-फूल रहा है!%dकड़ी मेहनत के दिन जारी रहने का इंतजार है।
it: Il tuo giardino prospera! %d giorni di duro lavoro aspettano di essere continuati.
ja: あなたの庭は繁栄します！ %d 日のハードワークが継続を待っています。
ko: 당신의 정원이 번성합니다! %d일간의 노력이 계속될 것입니다.
nl: Uw tuin bloeit! %d dagen hard werken wachten op voortzetting.
pl: Twój ogród kwitnie! %d dni ciężkiej pracy czeka na kontynuację.
pt: O teu jardim prospera! %d dias de trabalho árduo aguardam continuação.
ru: Твой сад процветает!%dдней тяжёлой работы ждут продолжения.
tr: Bahçeniz gelişiyor! %d günlük sıkı çalışma devam etmeyi bekliyor.
zh_hans: 你的花园欣欣向荣！%d 天的辛勤工作等待继续。
zh_hant: 你的花園正在蓬勃發展！%d幾天的辛苦工作等著繼續。

# notification.morning.3.title
source: Neuer Tag, neues Glück
en: New day, new luck
es: Nuevo día, nueva suerte
fr: Nouveau jour, nouvelle chance
hi: नया दिन, नई खुशियाँ
it: Nuovo giorno, nuova fortuna
ja: 新しい日、新しい幸運
ko: 새로운 날, 새로운 행운
nl: Nieuwe dag, nieuw geluk
pl: Nowy dzień, nowe szczęście
pt: Novo dia, nova sorte
ru: Новый день, новая удача
tr: Yeni gün, yeni şans
zh_hans: 新的一天，新的好运
zh_hant: 新的一天，新的幸福

# notification.routine.start
source: Starte jetzt deine Routine und verdiene Fokus-Punkte!
en: Start your routine now and earn focus points!
es: ¡Inicia tu rutina ahora y gana puntos de enfoque!
fr: Commencez votre routine maintenant et gagnez des points de concentration !
hi: अभी अपनी दिनचर्या शुरू करें और फोकस अंक अर्जित करें!
it: Inizia la tua routine ora e guadagna punti concentrazione!
ja: 今すぐルーチンを開始して、フォーカスポイントを獲得しましょう！
ko: 지금 루틴을 시작하고 포커스 포인트를 획득하세요!
nl: Start nu je routine en verdien focuspunten!
pl: Rozpocznij swoją rutynę teraz i zdobywaj punkty skupienia!
pt: Começa a tua rotina agora e ganha pontos de foco!
ru: Начни свою рутину прямо сейчас и зарабатывай очки фокуса!
tr: Şimdi rutininize başlayın ve odak puanları kazanın!
zh_hans: 立即开始你的例行事务并赚取专注点数！
zh_hant: 現在就開始你的日常活動並贏得焦點分數！

# notification.streak.1.body
source: Ohje! Wenn du jetzt nachlässt, stirbt die Pflanze und du verlierst %d Tage Streak.
en: Oh dear! If you slack now, the plant dies and you lose a %d-day streak.
es: ¡Oh no! Si aflojas ahora, la planta muere y pierdes una racha de %d días.
fr: Oh là là ! Si tu relâches maintenant, la plante meurt et tu perds %d jours de série.
hi: ओ प्यारे! यदि आप अभी हार मान लेते हैं, तो पौधा मर जाएगा और आप%dदिनों की श्रृंखला खो देंगे।
it: Oh no! Se ti arrendi ora, la pianta muore e perdi %d giorni di serie.
ja: まあ！ここで怠けると、植物は枯れてしまい、%d 日連続で損失が発生します。
ko: 이런! 지금 느슨해지면 식물이 죽고 %d일 연속 기록을 잃게 됩니다.
nl: O lief! Als je nu verslapt, sterft de plant en verlies je een streak van %d dagen.
pl: Och kochanie! Jeśli teraz zwolnisz, roślina umrze i stracisz passę %d-dniową.
pt: Oh não! Se vacilares agora, a planta morre e perdes um streak de %d dias.
ru: Ой-ой! Если ты сейчас ослабишь, растение умрёт, и ты потеряешь%dдней подряд.
tr: Ah hayatım! Şimdi gevşerseniz, bitki ölür ve %d günlük seriyi kaybedersiniz.
zh_hans: 哦不！如果你现在放弃，植物就会枯萎，你将失去 %d 天的连击。
zh_hant: 哦親愛的！如果你現在放鬆，植物就會死亡，你將失去%d天的連續記錄。

# notification.streak.1.title
source: Achtung, Streak in Gefahr!
en: Watch out, streak in danger!
es: ¡Cuidado, racha en peligro!
fr: Attention, série en danger !
hi: सावधान रहें, ख़तरे में हैं!
it: Attenzione, serie in pericolo!
ja: 気をつけて、連続危険！
ko: 조심하세요, 위험에 처해있습니다!
nl: Pas op, streak in gevaar!
pl: Uważaj, passa w niebezpieczeństwie!
pt: Cuidado, streak em perigo!
ru: Внимание, Стрик в опасности!
tr: Dikkat, tehlikede çizgi!
zh_hans: 注意，连击有危险！
zh_hant: 小心，有危險！

# notification.streak.2.body
source: Deine Gewohnheit steht auf der Kippe. Rette jetzt deine %d-Tage harte Arbeit!
en: Your habit is on the brink. Save your %d days of hard work now!
es: Tu hábito está en peligro. ¡Salva ahora tus %d días de duro trabajo!
fr: Ton habitude est en péril. Sauve maintenant tes %d jours de dur labeur !
hi: आपकी आदत चट्टानों पर है. अपने%dदिनों की कड़ी मेहनत को अभी बचाएं!
it: La tua abitudine è a rischio. Salva ora i tuoi %d giorni di duro lavoro!
ja: あなたの習慣は瀬戸際にあります。 %d 日間のハードワークを今すぐ節約しましょう!
ko: 당신의 습관이 위기에 처해 있습니다. 지금 %d일간 열심히 일한 시간을 절약하세요!
nl: Je gewoonte staat op de rand. Bespaar nu uw %d dagen hard werken!
pl: Twój nawyk jest na krawędzi. Zaoszczędź teraz %d dni ciężkiej pracy!
pt: O teu hábito corre perigo. Salva agora os teus %d dias de trabalho árduo!
ru: Твоя привычка на грани. Спаси сейчас свои%dдней усердной работы!
tr: Alışkanlığınız eşiğinde. %d günlük sıkı çalışmanızı şimdi kaydedin!
zh_hans: 你的习惯岌岌可危。现在就拯救你 %d 天的辛勤工作吧！
zh_hant: 你的習慣已經岌岌可危了。立即節省您%d幾天的辛苦工作！

# notification.streak.2.title
source: %@ welkt gleich...
en: %@ is about to wither...
es: %@ está a punto de marchitarse...
fr: %@ est sur le point de faner...
hi: %@मुरझाने वाला है...
it: %@ sta per appassire...
ja: %@ は枯れそうです...
ko: %@이(가) 시들려고 합니다...
nl: %@ staat op het punt te verwelken...
pl: %@ wkrótce uschnie...
pt: %@ está quase a murchar...
ru: %@увядает прямо сейчас...
tr: %@ solmak üzere...
zh_hans: %@ 很快就要枯萎了...
zh_hant: %@快要枯萎了…

# notification.streak.3.body
source: Du bist schon %d Tage dabei! Lass es nicht umsonst gewesen sein.
en: You've been at it for %d days! Don't let it be for nothing.
es: ¡Llevas %d días en esto! No dejes que sea en vano.
fr: Ça fait déjà %d jours ! Ne laisse pas ça être pour rien.
hi: आप वहां%dदिनों से हैं! इसे व्यर्थ न जाने दें.
it: Sei già a %d giorni! Non far sì che sia tutto inutile.
ja: %d 日間続けています!無駄にしないでください。
ko: %d일 동안 이 일을 하셨습니다! 헛된 일이 되지 않도록 하십시오.
nl: Je bent al %d dagen bezig! Laat het niet voor niets zijn.
pl: Zajmujesz się tym od %d dni! Nie pozwól, żeby to poszło na marne.
pt: Já estás nisto há %d dias! Não deixes que seja em vão.
ru: Ты уже%dдней участвуешь! Не позволяй этому быть напрасным.
tr: %d gündür bu iştesin! Boşuna olmasına izin vermeyin.
zh_hans: 你已经坚持了 %d 天！别让它白费。
zh_hant: 你已經在那裡待了%d天了！不要讓它白費。

# notification.streak.3.title
source: Bleib dran für %@!
en: Keep it up for %@!
es: ¡Sigue así por %@!
fr: Continue pour %@ !
hi: %@के लिए बने रहें!
it: Continua così per %@!
ja: %@まで頑張ってください!
ko: %@ 동안 계속 힘내세요!
nl: Ga zo door voor %@!
pl: Tak trzymaj przez %@!
pt: Continua por %@!
ru: Оставайся на связи для%@!
tr: %@ için böyle devam edin!
zh_hans: 为 %@ 坚持下去！
zh_hant: 請繼續關注%@！

# notification.wait.1.body
source: Schon %d Stunden ohne Pflege. Schau doch kurz im Garten vorbei!
en: Already %d hours without care. Just drop by the garden briefly!
es: Ya van %d horas sin cuidados. ¡Pasa un momento por el jardín!
fr: Déjà %d heures sans soins. Fais un petit tour dans le jardin !
hi: बिना किसी परवाह के पहले से ही%dघंटे। बगीचे पर एक नज़र डालें!
it: Già %d ore senza cure. Fai un salto nel giardino!
ja: 気にせずにすでに %d 時間経過しています。ぜひちょっとお庭にお立ち寄りください！
ko: 이미 %d시간 동안 신경 쓰지 않았습니다. 잠시 정원에 들러보세요!
nl: Al %d uur zonder zorg. Kom gewoon even langs in de tuin!
pl: Już %d godzin bez opieki. Wpadnij na chwilę do ogrodu!
pt: Já %d horas sem cuidados. Dá um salto ao jardim!
ru: Уже%dчасов без ухода. Загляни-ка ненадолго в сад!
tr: Zaten %d saat bakımsız kaldım. Kısa bir süreliğine bahçeye uğramanız yeterli!
zh_hans: 已经 %d 小时没有照料了。快去花园看看吧！
zh_hant: 已經%d小時無護理。快速瀏覽一下花園！

# notification.wait.1.title
source: %@ vermisst dich!
en: %@ misses you!
es: ¡%@ te echa de menos!
fr: %@ s'ennuie de toi !
hi: %@आपको याद करता है!
it: %@ sente la tua mancanza!
ja: %@ に会いたいです!
ko: %@님이 그리워요!
nl: %@ mist je!
pl: %@ tęskni za tobą!
pt: %@ tem saudades tuas!
ru: %@скучает по тебе!
tr: %@ seni özlüyor!
zh_hans: %@ 想你了！
zh_hant: %@想念你！

# notification.wait.2.body
source: Die Zeit rennt! Erledige deine Gewohnheit (%d Stunden vergangen).
en: Time is flying! Complete your habit (%d hours passed).
es: ¡El tiempo vuela! Completa tu hábito (han pasado %d horas).
fr: Le temps file ! Complète ton habitude (%d heures écoulées).
hi: समय भागा जा रहा है! अपनी आदत पूरी करें (%dघंटे बीत गए)।
it: Il tempo vola! Completa la tua abitudine (%d ore passate).
ja: 時間はあっという間に過ぎます！習慣を完了してください (%d 時間が経過しました)。
ko: 시간이 흐르고 있습니다! 습관을 완료하세요(%d시간 경과).
nl: De tijd vliegt! Voltooi je gewoonte (%d uur verstreken).
pl: Czas leci! Uzupełnij swój nawyk (minęło %d godzin).
pt: O tempo voa! Completa o teu hábito (%d horas passadas).
ru: Время летит! Выполни свою привычку (прошло%dчасов).
tr: Zaman uçuyor! Alışkanlığınızı tamamlayın (%d saat geçti).
zh_hans: 时间不多了！完成你的习惯（已过去 %d 小时）。
zh_hant: 時間在流逝！完成你的習慣（%d小時過去了）。

# notification.wait.2.title
source: Hallo? Zeit für %@!
en: Hello? Time for %@!
es: ¿Hola? ¡Hora de %@!
fr: Allô ? C'est l'heure de %@ !
hi: नमस्ते?%@का समय!
it: Ciao? È l'ora di %@!
ja: こんにちは？ %@ の時間です!
ko: 안녕하세요? %@을(를) 위한 시간입니다!
nl: Hallo? Tijd voor %@!
pl: Cześć? Czas na %@!
pt: Olá? Hora de %@!
ru: Привет? Время для%@!
tr: Merhaba? %@ zamanı!
zh_hans: 你好？是时候做 %@ 了！
zh_hant: 你好？%@時間到了！

# notification.wait.3.body
source: Du hast noch %d Stunden Zeit, dich um deine Pflanze zu kümmern.
en: You have %d hours left to take care of your plant.
es: Aún tienes %d horas para cuidar de tu planta.
fr: Il te reste %d heures pour t'occuper de ta plante.
hi: आपके पास अपने पौधे की देखभाल के लिए अभी भी%dघंटे हैं।
it: Hai ancora %d ore per prenderti cura della tua pianta.
ja: 植物の世話をする時間が残り %d 時間あります。
ko: 식물을 돌볼 시간이 %d시간 남았습니다.
nl: Je hebt nog %d uur om voor je plant te zorgen.
pl: Pozostało Ci %d godzin na zaopiekowanie się rośliną.
pt: Ainda tens %d horas para cuidar da tua planta.
ru: У тебя еще есть%dчасов, чтобы позаботиться о своем растении.
tr: Tesisinizin bakımı için %d saatiniz kaldı.
zh_hans: 你还有 %d 小时来照料你的植物。
zh_hant: 您還有%d小時來照顧您的植物。

# notification.wait.3.title
source: Vergiss "%@" nicht!
en: Don't forget "%@"!
es: ¡No olvides "%@"!
fr: N'oublie pas "%@" !
hi: "%@" मत भूलना!
it: Non dimenticare "%@"!
ko: "%@"을(를) 잊지 마세요!
nl: Vergeet "%@" niet!
pl: Nie zapomnij o „%@”!
pt: Não te esqueças de "%@"!
ru: Не забывай "%@"!
tr: "%@" ifadesini unutmayın!
zh_hans: 不要忘记“%@”！
zh_hant: 不要忘記“%@”！

# onboarding_benachrichtigung_blase
source: Soll ich dich an deine Gewohnheiten erinnern? So vergisst du nie zu gießen!
en: Should I remind you of your habits? That way you'll never forget to water!
es: ¿Quieres que te recuerde tus hábitos? ¡Así nunca olvidarás regar!
fr: Dois-je te rappeler tes habitudes ? Ainsi, tu n'oublieras jamais d'arroser !
hi: क्या आप चाहते हैं कि मैं आपको आपकी आदतें याद दिलाऊं? इस तरह आप पानी देना कभी नहीं भूलेंगे!
it: Should I remind you of your habits? That way you'll never forget to water!
ja: あなたの習慣を思い出させたほうがいいでしょうか？そうすれば水やりを忘れることがなくなりますよ！
ko: 당신의 습관을 상기시켜 드려야 할까요? 그렇게 하면 물 주는 것을 결코 잊지 않을 것입니다!
nl: Moet ik je aan je gewoontes herinneren? Zo vergeet je nooit meer water te geven!
pl: Mam ci przypomnieć o twoich nawykach? Dzięki temu nigdy nie zapomnisz o podlaniu!
pt: Queres que te lembre dos teus hábitos? Assim nunca te esquecerás de regar!
ru: Мне напомнить тебе о твоих привычках? Так ты никогда не забудешь поливать!
tr: Sana alışkanlıklarını hatırlatmalı mıyım? Böylece sulamayı asla unutmayacaksınız!
zh_hans: 要我提醒你养成习惯吗？这样你就永远不会忘记浇水了！
zh_hant: 你想讓我提醒你你的習慣嗎？這樣你就永遠不會忘記澆水！

# onboarding_benachrichtigung_einstellungen
source: In Einstellungen öffnen
en: Open in Settings
es: Abrir en Ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स में खोलें
it: Open in Settings
ja: 設定で開く
ko: 설정에서 열기
nl: Openen in Instellingen
pl: Otwórz w Ustawieniach
pt: Abrir nas Definições
ru: Открыть в настройках
tr: Ayarlar'da aç
zh_hans: 在设置中打开
zh_hant: 在設定中開啟

# onboarding_benachrichtigung_erlauben
source: ERLAUBEN
en: ALLOW
es: PERMITIR
fr: AUTORISER
hi: अनुमति दें
it: ALLOW
ja: 許可する
ko: 허용하다
nl: TOESTAAN
pl: UMOŻLIWIĆ
pt: PERMITIR
ru: РАЗРЕШАТЬ
tr: İZİN VERMEK
zh_hans: 允许
zh_hant: 允許

# onboarding_benachrichtigung_spaeter
source: Später vielleicht
en: Maybe later
es: Tal vez más tarde
fr: Plus tard peut-être
hi: शायद बाद में
it: Maybe later
ja: たぶん後で
ko: 어쩌면 나중에
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ru: Позже, может быть
tr: Belki daha sonra
zh_hans: 稍后也许
zh_hant: 也許稍後

# onboarding_benachrichtigung_status_abgelehnt
source: Hinweis: Du hast Mitteilungen bereits deaktiviert. Um sie zu nutzen, musst du sie in den iOS-Einstellungen aktivieren.
en: Note: You have already disabled notifications. To use them, you must re-enable them in the iOS settings.
es: Nota: Ya has desactivado las notificaciones. Para usarlas, debes volver a activarlas en los ajustes de iOS.
fr: Note: tu as déjà désactivé les notifications. Pour les utiliser, tu dois les réactiver dans les réglages iOS.
hi: ध्यान दें: आपने पहले ही सूचनाएं अक्षम कर दी हैं. इसका उपयोग करने के लिए, आपको इसे iOS सेटिंग्स में सक्रिय करना होगा।
it: Note: You have already disabled notifications. To use them, you must re-enable them in the iOS settings.
ja: 注: 通知はすでに無効になっています。これらを使用するには、iOS 設定で再度有効にする必要があります。
ko: 참고: 이미 알림을 비활성화했습니다. 이를 사용하려면 iOS 설정에서 다시 활성화해야 합니다.
nl: Opmerking: je hebt meldingen al uitgeschakeld. Om ze te gebruiken, moet je ze opnieuw inschakelen in de iOS-instellingen.
pl: Uwaga: wyłączyłeś już powiadomienia. Aby z nich skorzystać, należy je ponownie włączyć w ustawieniach iOS.
pt: Nota: Já desativaste as notificações. Para as usares, tens de as reativar nas definições do iOS.
ru: Примечание: вы уже отключили уведомления. Чтобы их использовать, вам нужно включить их в настройках iOS.
tr: Not: Bildirimleri zaten devre dışı bıraktınız. Bunları kullanmak için iOS ayarlarında yeniden etkinleştirmeniz gerekir.
zh_hans: 提示：你已禁用通知。要使用它们，你需要在iOS设置中启用它们。
zh_hant: 注意：您已經禁用了通知。要使用它，您需要在 iOS 設定中啟動它。

# onboarding_benachrichtigung_text
source: Aktiviere Mitteilungen, um deinen Garten am Leben zu erhalten.
en: Enable notifications to keep your garden alive.
es: Activa las notificaciones para mantener vivo tu jardín.
fr: Active les notifications pour garder ton jardin en vie.
hi: अपने बगीचे को जीवित रखने के लिए सूचनाएं सक्षम करें।
it: Enable notifications to keep your garden alive.
ja: 通知を有効にして庭を生き生きとさせましょう。
ko: 정원에 생기를 불어넣으려면 알림을 활성화하세요.
nl: Schakel meldingen in om uw tuin levend te houden.
pl: Włącz powiadomienia, aby Twój ogród żył.
pt: Ativa as notificações para manter o teu jardim vivo.
ru: Включите уведомления, чтобы поддерживать ваш сад в живом состоянии.
tr: Bahçenizi canlı tutmak için bildirimleri etkinleştirin.
zh_hans: 启用通知，让你的花园保持生机。
zh_hant: 啟用通知讓您的花園保持活力。

# onboarding_benachrichtigung_titel
source: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
hi: यादें
it: Reminders
ja: リマインダー
ko: 알림
nl: Herinneringen
pl: Przypomnienia
pt: Lembretes
ru: Воспоминания
tr: Hatırlatıcılar
zh_hans: 提醒
zh_hant: 回憶

# onboarding_custom_add
source: Gewohnheit hinzufügen
en: Add Habit
es: Añadir hábito
fr: Ajouter une habitude
hi: आदत जोड़ें
it: Add Habit
ja: 習慣を追加する
ko: 습관 추가
nl: Gewoonte toevoegen
pl: Dodaj nawyk
pt: Adicionar hábito
ru: Добавить привычку
tr: Alışkanlık Ekle
zh_hans: 添加习惯
zh_hant: 加入習慣

# onboarding_custom_blase
source: Gib deinen eigenen Gewohnheiten einen Namen!
en: Give your own habits a name!
es: ¡Nombra tus propios hábitos!
fr: Donne un nom à tes propres habitudes !
hi: अपनी आदतों को एक नाम दें!
it: Give your own habits a name!
ja: 自分の習慣に名前を付けてみましょう！
ko: 당신의 습관에 이름을 지어보세요!
nl: Geef je eigen gewoontes een naam!
pl: Nazwij swoje nawyki!
pt: Dá um nome aos teus próprios hábitos!
ru: Дай своим собственным привычкам имя!
tr: Kendi alışkanlıklarınıza bir isim verin!
zh_hans: 给你的习惯命名！
zh_hant: 給自己的習慣取個名字！
